9/data/attachments/3820fe6d63ab9dbe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Diana_section_Friend_44598_5</nif:username>
            <nif:friendToBeRequested>soap_friends_81c8aa6b-f2e9-4484-97ad-af51b585e73e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>